const List<String> mantraTitles = [
  "ইষ্টভৃতি-মন্ত্র সংস্কৃত",
  "ইষ্টভৃতি-মন্ত্র বাংলা",
  "স্বস্ত্যয়নী-অঞ্জলি মন্ত্র",
  "গায়েত্রী মন্ত্র",
];

const List<String> mantraContents = [
  "ইষ্টভৃতির্ময়াদেব কৃতা প্রীত্যৈ তব প্রভো ।\nইষ্টভ্রাতৃভূতযজ্ঞৈস্তৃপ্যন্ত পারিপার্শ্বিকাঃ ।।",
  "ওগো প্রভু! ওগো দেব! ইষ্টভৃতি নিবেদন -\nকরি তব প্রীতি-কামনায় ।\nইষ্ট-ভ্রাতাসহ, জীব-জগতের সেবা যজ্ঞে\nপারিপার্শ্বিক যেন তৃপ্তি পায় ।।",
  "শ্রীবিগ্রহস্তং পুরুষোত্তমো মে বন্দে ত্বাং সদনুকূলচন্দ্রম ।\nত্বং হীষ্টস্তমেব পূজ্যঃ প্রতিষ্ঠায়ৈ তে নিযুনক্তুবৃত্তি ।।\nতবানুকূলং যদি সত্যকামং মুহুঃ কৃপয়া কুরু কর্ম্মনিষ্ঠম\nসন্ধিৎসয়া সেবয়া যজনেন সর্ব্বাংস্ত এবানুরঞ্জয়ানি ।।\nরোগ-শোক-গ্রহদোষ-বুদ্ধি-বিপর্য্যয়াচ্চ মে ।\nদারিদ্র্যাদি-সর্ব্বদৈন্যাৎ মুঞ্চ মে ত্বয়ি নিষ্ঠয়া ।।\nশান্তিং স্বস্তিং শুভং দেহি দেহি কর্ম্মসুকৌশলম ।\nদেহি মে জীবনবৃদ্ধী নিয়তং স্মৃতিচিদ্-যুতে ।।",
  "ওঁ ভূর্ভুবঃ স্বঃ\nতৎ সবিতুর্বরেণ্যং\nভর্গো দেবস্য ধীমহি\nধিয়ো য়ো নঃ প্রচোদয়াৎ।।"
];
