const List<String> sangeetTitleList = [
  "মাতৃবন্দনা",
  "প্রভাতী",
  "জয় রাধে রাধে",
  "হে রাধাস্বামী",
  "হে পুরুষোত্তম ভগবান",
  "সুন্দর অপরূপ",
  "অনুকূল চন্দ্রিকা",
  "জয় রাধাস্বামী",
  "তোমার রঙে",
];
const List<List<String>> sangeetContentList = [
  [
    "মাতৃবন্দনা",
    "পদ্ম আসন ধানভরা ক্ষেত\nমায়ের পায়ে কৃষি শিল্প,\nবাহন মায়ের তারই যন্ত্র\nওড়না মায়ের একী-তন্ত্র;\nআর্য্য গরিমা কেয়ূরহস্ত\nনেত্র মায়ের স্নেহলত্রতস্ত্য,\nমায়ের মাথার মুকুটে ঝলসে\nইষ্টৈকস্বার্থ দীপন-মন্ত্র;\nঅগনিত সুত জড়ীমা টুটিয়া\nললাটে লসিত অমর ইন্দু,\nক্ষীরভরা পীন অযুত ধারে\nক্ষরিছে জীবন অমিয় সিন্ধু;\nস্মৃতির বোধন মাল্য কন্ঠে\nনাকের বেশর উপনিষৎ\nশ্রুতির চুমকি ঝকমকে ওই\nচলনে চমকে ওঁ তৎ সৎ;\nচারি বর্ণে ঝলকে কেশ\nআমার মায়ের এমনি বেশ,\n-(এইতো দেশ)!\nস্বস্তি স্বস্তি ওঠে কলরব\nসাম্য দুলিয়া ফুলিয়া ধায়,\nইষ্ট আনত বিপ্লবী প্রাণ\nবিদ্রোহ দলি নতি জানায়।।",
    "-শ্রীশ্রীঠাকুর"
  ],
  [
    "প্রভাতী",
    "প্রভাত যামিনী উদিত দিনমণি\nঊষারাণী হাসিমুখে চায় রে\nজাগি বিহগ সব তুলি নানা কলরব\nরাধা রাধা রাধাস্বামী গায় রে।\nনবীন বৃন্দাবনে তুলসী কাননে\nভ্রমরী রাধাস্বামী গায় রে।\nসেই সে মধুর গান বাঁশিতে তুলিতে তান\nআপনি যে রাধাস্বামী গায় রে।।\nযে-নামে নন্দের কানু সেধেছিল মোহন বেণু\nসেই রাধা রাধা নাম গাও রে।।\nআজি মধু জাগরণ শুন সবে নরগণ\nজয় জয় রাধাস্বামী গাও রে।\nমথিয়া সকল তন্ত্র রাধাস্বামী মহামন্ত্র\nআদিগুরু জগতে বিলায় রে।।\nরাধাস্বামী গুণগানে আনন্দ বাড়িবে প্রাণে\nচরমে পরম গতি হয় রে।।\nরোগ-শোক ব্যাধি-জরা দূরে পালাবে তারা\nআনন্দে রাধাস্বামী গাও রে।",
    "-শ্রীশ্রীমা"
  ],
  [
    "জয় রাধে রাধে",
    "জয় রাধে রাধে কৃষ্ণ কৃষ্ণ\nগোবিন্দ গোবিন্দ বল রে।\nরাধে গোবিন্দ গোবিন্দ গোবিন্দ গোবিন্দ\nগোবিন্দ ব’লে সদা ডাক রে।\nছাড় রে মন কপট চাতুরি\nবদনে বল হরি হরি\nহরি নাম পরম ব্রহ্ম জীবের মূল ধর্ম্ম\nঅধর্ম্ম কুকর্ম্ম ছাড় রে।\nছাড় রে মন ভবের আশা\nঅজপা নামে কর রে নেশা,\nরাধে গোবিন্দ নামটি বদনে লইয়ে\nনয়ন-নীরে সদা ভাস রে।\nছাড় রে মন কপট চাতুরি\nবদনে বল হরি হরি\nহরি বল হরি বল হরি বল হরি বল (২)\nহরি নাম পরম ব্রহ্ম জীবের মূল ধর্ম্ম\nঅধর্ম্ম কুকর্ম্ম ছাড় রে।\nছাড় রে মন ভবের আশা\nঅজপা নামে কর রে নেশা,\nরাধা বোল রাধা বোল রাধা বোল রাধা বোল (২)\nরাধে গোবিন্দ নামটি বদনে লইয়ে\nনয়ন-নীরে সদা ভাস রে।",
    "—শ্রীশ্রীঠাকুর"
  ],
  [
    "হে রাধাস্বামী",
    "হে রাধাস্বামী হে রাধাস্বামী\nঅন্তরতম মম অন্তরযামী ।।\nবিগত জনম কত সঞ্চিত কামনা\nকত কথা সুখ-দুঃখ কত না বেদনা,\nতোমারই মাঝারে ফুটেছে আহা রে\nতোমারেই বারে-বারে চেয়েছিনু আমি।।\nহে নব পরিচিত, হে চির পুরাতন,\nদরশনে আজি তব সার্থক এ নয়ন,\nএ জীবন ফুটি উঠি,স্তুতু হয়ে পড়ে লুটি,\nশুধু তব শ্রীচরণ-পরশন কামী।।\nহে চির আশাতীত, হে চির অনুকূল\nসেই তুমি সেই আমি আজি আর নাহি ভুল\nসুন্দর সুলগনে আজি পড়িয়াছে মনে\nআমি তব চির দাস চির অনুগামী।।",
    "-শ্রীহেমচন্দ্র মুখোপাধ্যায়"
  ],
  [
    "হে পুরুষোত্তম ভগবান",
    "হে পুরুষোত্তম ভগবান-\nলহ গো প্রণাম মোর, লহ গো প্রণাম ।\nদেবতারা গায় প্রভু তব গুণগান ।\nলহ গো প্রণাম মোর, লহ গো প্রণাম ।।\nপ্রেষ্ঠ পরম রূপে পেয়ে তোমারে-\nজ্বলিল জ্ঞানের আলো মোর মাঝারে\nতুমিই লহ গো মোর দেহ, মন, প্রাণ ।\nলহ গো প্রণাম মোর, লহ গো প্রণাম ।।\nধর্ম্মেরই গ্লানি হলে ধরণীতলে-\nযুগে যুগে আস তুমি লীলারই ছলে\nতুমিই রাখ গো জাতির কুল-মান।\nলহ গো প্রণাম মোর লহ গো প্রণাম।।\nতুমি মৎস্য, কুর্ম্ম, কোল-অবতার\nনৃসিংহ, বামন, রাম-গুণাধার\nতুমিই শ্রীকৃষ্ণ, মুহম্মদ (দঃ) মহান ।\nলহ গো প্রণাম মোর লহ গো প্রণাম ।।\nতুমিই বুদ্ধ, যীশু, শ্রীচৈতন্য\nএসেছিলে পুনঃ হয়ে 'রামকৃষ্ণ'\nধরার মানুষে আলো করিবারে দান ।\nলহ গো প্রণাম মোর, লহ গো প্রণাম ।\nকলি যুগ শেষে আজি হয়ে 'অনুকূল'\nমহাকল্কি রূপে এসে ভাঙ্গিতেছ ভুল\nযুগে যুগে মানবেরে কর তুমি ত্রাণ ।\nলহ গো প্রণাম মোর, লহ গো প্রণাম।",
    "-শ্রীকরুণাসিন্ধু মুখোপাধ্যায়"
  ],
  [
    "সুন্দর অপরূপ",
    "সুন্দর অপরূপ প্রিয়তম-\nনমঃ নমঃ নমঃ নমঃ নমঃ\nআঁধারের পথে তুমি আলোক মম-\nনমঃ নমঃ নমঃ নমঃ নমঃ ।\nজীবনের প্রতিকূলে তুমি অনুকূল-\nসকল ভুলের মাঝে চির নির্ভুল,\nআমার জীবনে তুমি অনুপম-\nনমঃ নমঃ নমঃ নমঃ নমঃ ।\nসত্যের শ্রীহরি ত্রেতায় শ্রীরাম-\nদ্বাপরের শ্রীকৃষ্ণ নবঘনশ্যাম,\nশাশ্বত সনাতন মনোরম-\nনমঃ নমঃ নমঃ নমঃ নমঃ ।\nশ্রীগৌরাঙ্গরূপে তুমি পতিতপাবন-\nশ্রীরামকৃষ্ণরূপে তুমি নরনারায়ণ,\nঅনুকূলরূপে তুমি পুরুষোত্তম-\nনমঃ নমঃ নমঃ নমঃ নমঃ ।",
    "-শ্রীশৈলন্দ্রনাথ ভট্টাচার্য্য"
  ],
  [
    "অনুকূল চন্দ্রিকা",
    "এস অনুকূলচন্দ্র নয়ন আনন্দ জীবের জীবন হরি (তুমি) জীবের জীবন হরি অকুলের কান্ডারী মনোমোহিনী-নন্দন সরসী-মোহন অকূলের কান্ডারী। কান্ডারী তুমি এস এস, (আমার) জীবন তরণিতে বস বসে ভবনদী পার কর। এস জগত জীবন পতিত পাবন এস ভবভয়হারী এস ভক্তবৃন্দ লয়ে সঙ্গে করে (নিয়ে) অনন্ত আর কিশোরীরে এসে তোমার কীর্ত্তন তুমি কর। আমার ত্রিতাপ জ্বালা দূর কর। ওগো হৃদয় ঈশ্বর।। এস অনুকূল ভেঙ্গে দাও ভুল তব ও চরণাঘাতে আমি ধন্য করি এ মানব জনম ও চরণ ধরি মাথে।। আমার মানব জনম সফল করি ও রাঙা চরণ শিরে ধরি। বলে কুমুদবন্ধু, এস দীনবন্ধু নাশ কর ভবভয়। আমার ভিতর তোমারেই যেন দেখি সদা দয়াময়। যেন আমার 'আমি'-টা ছাড়তে পারি, তোমারে যেন সতত নেহারি ওহে আমার দয়াল হরি যেন 'তুমি'-ময় জগত হরি।।",
    "-শ্রীকুমুদবন্ধু বিশ্বাস"
  ],
  [
    "জয় রাধাস্বামী",
    "জয় রাধাস্বামী রাধাস্বামী রাধাস্বামী বল রে।\nআজি পরাণ খুলিয়া দু-বাহু তুলিয়া\nবদন ভরিয়া বল রে ।।\nহিংসা দ্বেষ আদি বিষয় বুদ্ধি,\nনা ছাড়িলে কভু হবে না সিদ্ধি,\nযদি চাহ মন জীবনবৃদ্ধি\nনামেরই ঝংকার তোল রে ।।\nবৃত্তি-পথ ছাড়ি এসোরে ফিরে\nভাসরে নাম-সিন্ধুনীরে\nএষ্টেরই আদেশ লইয়া শিরে,\nজীবন চলার পথে চল রে ।।\nযজন যাজন আর ইষ্টভৃতি,\nকরিলে কাটে মহতী-ভীতি\nপালন করিয়া এই বজ্র-নীতি,\nমরণ-ভীতি পায়ে দল রে।।\nবাস্তবে রূপ দাও তাঁর সে বাণীরে,\nভালবাস তার জন্মভূমিরে\nকাজ না করে টানি বৃত্তি ঘানিতে,\nবক্তৃতায় কিবা ফল বল রে?",
    "-শ্রীকুমুদবন্ধু বিশ্বাস"
  ],
  [
    "তোমার রঙে",
    "তোমার রঙে হৃদয় আমার রাঙা\nতোমায় বিদায় দেব কেমন করে\nবিশ্বভুবন তোমার সুরে বাঁধা\nসে সুরে মোর চিত্ত আছে ভরে।।\nরূপে তোমার মুগ্ধ আঁখিতারা\nরসে তোমার আকাশ বাতাস ভরা\nগন্ধে তোমার হিল্লোলিত ধরা\nপরশে মোর তনু থরথরে।।\nতোমার লাগি দিবানিশি জাগা\nতুমিই যে মোর সকল চাওয়ার পাওয়া\nতোমায় বিনা সকল চাওয়া ফাঁকা\nহৃদয় আমার কাঁদে তোমার তরে।।\nতুমিই আমার বেঁচে থাকার আশা\nতুমিই আমার সকল কাজের দিশা\nদুঃখ দৈন্য নেই কো হতাশা\nপ্রভু তুমি আছ হৃদয় জুড়ে।।",
    "কথা -পরমপূজ্যপাদ শ্রীশ্রীবড়দা\nসুর - শ্রীনিখিল ঘটক"
  ],
];
